"Open File in Skim" = "Dosyayı Skim'de Aç";
"Open URL in Skim" = "URL'yi Skim'de Aç";
"Open Selected PDF" = "Seçilen PDF'i Aç";
"Show Skim Notes" = "Skim Notlarını Göster";
"Print File with Skim…" = "Dosyayı Skim ile Yazdır…";
"Print File with Skim" = "Dosyayı Skim ile Yazdır";
